Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 게다가 톱스타의 경우 수익 배분 역시 일방적으로 회사에게 불리한 경우가 많아서 만성 적자에 시달릴 수밖에 없는 구조이다.
en: In addition, the system is structured where for top stars, earnings distribution is of course one-sided with companies often being at a major disadvantage where they have to battle chronic losses.

source: 즉, 본인이 최고의 인기를 누릴 때 회사에 기여한 만큼의 수익 배분을 못 받는다 하더라도 이러한 일본 특유의 시스템이 있기 때문에 일본의 연예인들 대다수가 만족하고 있다.
en: Meaning when a celebrity is at their height of popularity, the celebrity is unable to be compensated with a share of the earnings that equals their contributions to the company. Still, Japanese celebrities are mostly satisfied with this uniquely Japanese system.

source: 톱스타의 경우 광고주 또는 대행사가 그 스타를 섭외하려고 부단히 노력하지만, 신인급의 경우 반대로 여러 광고의 오디션에 발탁되기 위해 노력한다.
en: Advertisers or agencies constantly make effort to cast popular actors, but for new actors, the opposite is true and much effort must be made in order for them to be chosen from among many auditioning to appear in an advertisement.

source: 미국은 음반, 가수 기획 프로세스가 아주 세분화되어 있어서 A&R이 하나의 직업군으로 분류되지만, 아직 한국에서는 기획사의 대표 또는 메인 프로듀서가 이러한 역할을 겸한다.
en: In the United States, the singer planning process is quite detailed, so this A&R role is classified as a job group. But in Korea, the CEO or main producer at a management company would also perform this role.

source: 다만, 이 경우에도 기획업자는 제4조 및 제7조에 의한 대중문화예술인의 학습권, 휴식권, 수면권이 보장될 수 있도록 노력하여야 한다.
en: However, even in such cases, the Planner is to make every effort to ensure the rights to study, rest, and sleep for the Pop Culture Artist pursuant to Articles 4 and 7 .

source: 기본적인 매너와 예의는 상식선에서 당연히 갖추어라
en: You must of course use common sense when it comes to basic manners and etiquette.

source: ● 역량 있는 ‘연예인 매니저’ 육성 필요
en: ● It is necessary to foster competent “celebrity managers”

source: <너의 목소리가 보여 6>에서 천재적인 비트박스로 대중들에게 이름을 알리고 미국의 <엘런쇼>에도 초대되어 비트박스를 선보이며 무섭게 치고 올라오고 있는 신인 가수 비트박서 빅맨을 만나 보았다.
en: We met with the new singer, beatbox Bigman who in season 6 of I Can See Your Voice became known to American audiences for his phenomenal beatbox, and he was even invited to the Ellen Show in the United States where he showcased his beatbox skills. He is currently enjoying a dramatic rise in popularity.

source: 장단점이 있겠지만 일본의 이러한 월급제 시스템은 연예인으로서의 최고 시기를 지나고 노년이 되어서도 안정적으로 수입을 회사로부터 보장받을 수 있다는 큰 장점이 있다.
en: While advantages and disadvantages do exist this, salaried system of Japan has a major advantage in that the company ensures a stable income to the celebrity even though they are past their prime and may be advanced in years.

source: 올림픽 선수 선발 시스템의 K-pop 아이돌 육성 시스템 이식
en: The system for selecting Olympic athletes has been adapted to the K-pop idol development system.

source: 우수한 작곡가를 확보하여 히트곡 제조의 확률을 높이며, 유명한 가수를 보유하고 있는 제작사는 신인의 ‘패키지 캐스팅(package casting)’이 가능하며 지속적인 수익 창출이 가능하다.
en: Their is a high likelihood that a hit song will be produced when an exceptional songwriter is secured. Production companies that have famous singers can package cast new groups and create ongoing earnings.

source: ▸ 로드 매니저
en: ▸ Road Managers

source: B 매니지먼트사는 톱스타 A 양과 수익 배분율 1:9(회사:연예인)를 조건으로 계약금 10억 원에 3년 계약을 했다.
en: Management Company B concludes a contract for three years with top star A at an earnings distribution rate of 1:9 (company:celebrity).

source: 이들도 드라마 또는 연극 등에서 시작하였지만, 지금은 오직 영화관에서만 그들의 연기를 볼 수가 있다.
en: These actors also got their start in dramas, but now you can only see their acting chops in the theater.

source: 대표적으로 YG엔터테인먼트의 그룹 아이콘과 위너가 있다.
en: YG Entertainment’s group iKON and WINNER are prominent examples of this.

source: 일반 회사에서 신입 사원을 뽑고 일정 기간 인턴을 거치듯이, 연예인 지망생들도 단기 트레이닝 기간이라는 명목으로 일정 기간 관찰을 받는다.
en: At a typical company, new employees are hired and undergo an evaluation period. The same is true for celebrity hopefuls that are observed for a certain period under the auspices of a short term training period.

source: 기회를 받을 수 있는 만큼의 연기력을 갖추기 위해선 체계적이고 다양한 훈련 과정이 필요하고, 요즘은 신인이라도 완성형의 연기력을 갖추고 있어야 한다.
en: In order to obtain an acting ability that warrants you to receive an opportunity, you need to undergo systematic and diverse training. New actors these days need to have complete acting abilities.

source: 두 번째, 자신의 음악에 대해서 남들 시선을 너무 의식하지 마라.
en: Second, don’t be so subconscious about how other people view your music.

source: 이런 점을 생각하면 반드시 미남, 미녀가 아닌 사람들도 기죽지 않고 꿈을 가져 볼 만하다.
en: If you think about this point, that means that you should not be discouraged, and that acting is a worthy dream even for men and women that are not attractive.

source: 설령 그렇지 못한다고 하더라도 너무 낙심할 필요는 없다.
en: But do not get disappointed even if you do not get into such a company.

source: 연습생
en: Trainee

source: 아무튼 오랜 경력이 있는 캐스팅 매니저의 경우, 원석을 알아보는 안목이 뛰어나다.
en: No matter how seasoned a casting manager is, that person must have an outstanding eye for finding rough gemstones.

source: ② 제1항에 따른 계약기간은 3년을 초과할 수 없다.
en: ② Pursuant to Paragraph 1, the contract period cannot exceed 3 years.

source: 많은 시간과 투자 요구됨.
en: Requires much time and investment

source: 그렇지 않다.
en: Not, it didn’t.

source: 스타는 엔터테인먼트 산업의 중요한 자본임과 동시에 우수한 콘텐츠를 대중들에게 지속적으로 소비되게 하고 부가적인 가치 창출을 일으킨다.
en: Stars are both important capital in the entertainment industry and at the same time enable outstanding content to be continuously consumed by the public and therefore create added value.

source: 다이어트!
en: Dieting!

source: 인터뷰 8: iHQ 김상영 본부장
en: Interview 8: iHQ Chief Director Kim Sang-yeong

source: 최전방에서 담당 연예인들의 스케줄 관리, 세일즈, 계약 등의 업무를 하는 연예 기획사의 꽃이다.
en: This person is at the forefront of the celebrity management company managing celebrities’ schedules, conducting sales, and making contracts.

source: 그렇다고 꿈을 포기하거나 잃어버려서는 안 된다.
en: That being said, you shouldn’t give up on your dreams or lose sight of them.

source: 온라인 사전 마케팅 주요 형식
en: Main format for online pre-marketing

source: 특히, 사람을 좋아하고 긍정적이고 활동적이어야 하고, 하여간 끈기가 없으면 버티기 어려운 직업이다.
en: In particular, it is a job where you must be a people-person, be constructive and active. At any rate, it is a difficult job to stick with if you don’t have tenacity.

source: ● 합리적인 ‘출연료 등급화’ 시스템 구축
en: ● Establish the creation of a rational system of an “appearance fee rating” system

source: 역시 외모는 중요하다, 하지만 끼가 없다면 팥소 빠진 찐빵일 뿐
en: Our course appearances are important, but without talent, it’s like an empty shell

source: 연예 기획사의 조직적 시스템화 및 기업화
en: Organizational systematization and incorporation of celebrity management companies

source: 단기 트레이닝 과정을 통과하고 나면 전속 계약을 하고 회사의 집중적인 트레이닝 프로그램 및 다양한 자기 계발 과정을 거치며 통상적으로 짧게는 2년, 길게는 3~5년 정도의 트레이닝 기간을 거치며, 마지막 데뷔 전까지 내부 경쟁이 치열하다.
en: After undergoing the short-term training program, an exclusive contract is singed and the trainee undergoes an intensive training program and various self-development programs. The training could last as short as two years to as long as three to five years. There is fierce internal competition that persists until finally debuting.

source: 마케팅 프로세스
en: Marketing process

source: 전통의 플랫폼인 TV 채널이 아니라 이제는 유튜브, 인스타그램 등 새로운 플랫폼을 통해서 10대, 20대들이 적극적으로 본인의 콘텐츠를 유통한다.
en: Instead of the traditional TV channel platform, now teens and twentysomethings are are actively distributing their own content via new platforms such as YouTube and Instagram.

source: 포털 엔터테인먼트(네이버, 다음, 네이트)
en: Portal Entertainment (Naver, Daum, Nate)

source: 아티스트의 최종적 계발이 완성될 단계에서 제작 팀은 본격적으로 가수와 앨범의 콘셉트를 결정하고, 곡 의뢰 및 수급 활동을 하고, M/V 촬영 및 기타 홍보 자료들을 제작한다.
en: When the artist has reached the final stages of development, the production team makes a big decision about the singers and the concept of the album. They then proceed to activities that involve the ordering and supplying of songs, the filming of a music video and the production of other promotional materials.

source: A. ‘지금 이 일을 왜 하게 됐나?’라고 물었을 때 ‘거대한 목표와 꿈을 갖고 시작했다.’라고 말하는 사람은 극히 드물 것 같다.
en: A. When asked “how did you get into this line of work?” Very few will answer, “I started out with big goals and dreams in mind.”

source: 다들 지처서 취침 모드다.
en: Everyone is tired, so they are all in sleep mode.

source: 노래 연습, 작곡 공부, 피아노 등 악기 공부, 춤 연습 등, 필요에 따라 연기 공부까지 병행한다.
en: They practicing singing, study song writing, study the piano, guitar and other instruments. Then there is dance training and if required they also learn acting.

source: 많은 이가 미국의 문화 콘텐츠를 다양한 방식으로 받아들이고 동경한다.
en: Many people accept and yearn for the various forms of American cultural content.

source: 스타는 분명 콘텐츠의 흥행 여부를 결정짓는 중요한 요소이다.
en: Stars are clearly decisive and important factors for the popularity of certain content.

source: 제14조 (확인 및 보증) 기획업자는 대중문화예술인에 대하여「대중문화예술산업발전법」에 따라 대중문화예술기획업자로 등록한 것을 확인하고 보증한다.
en: Article 14 (Verification and Guarantees) Pursuant to the Popular Culture and Arts Industry Development Act, the Planner is to have the Popular Culture Artist verify that the Planner is registered as a popular culture and arts planner.

source: 왜냐하면 너무나 역량이 좋은 예비 연습생들이 대기하고 있기 때문이다.
en: This is because there are many capable trainees waiting for a spot.

source: 사전 공연(콘서트/방송 전/온라인 등) 및 음원 공개
en: Pre-performances (concerts/broadcasts/pre-broadcast/online, etc.) and release of digital music

source: 방송에서도 많이 이야기했듯이, 멤버들과 일산 산속에 있는 숙소에서 1년 넘게 기획사의 지원 없이 우리끼리 배고픔을 참아가며 기약없이 연습하고 또 연습했다.
en: As our story was often told on broadcasts, the members and I lived for more than one year at accommodations in the mountains of Ilsan, without any support from the management company, we trained and trained, while staving off hunger and without any guarantees.

source: 아이돌 그룹 제작 비용, 가수 기획사의 신곡 수급/프로듀싱과 마케팅 방법 등 증권사 애널리스트 출신 현직 연예기획사 팀장이 낱낱이 밝히는 한국의 엔터테인먼트 산업
en: Production costs for an idol group, the supply of new songs at a singer management company, marketing methods and more, a former securities firm analyst and current entertainment management company team leader explains in detail about the Korean entertainment industry

source: 그때가 가장 힘들었다.
en: That was the most difficult time.

source: 톱스타가 되면 회사와의 관계가 신인 때와는 많이 달라진다.
en: When you become a top star, your relationship with the company changes drastically compared to when you were a rookie.

source: ▸ 새벽 2:00
en: ▸ 2:00 am

source: 연예인의 사전적 의미는 ‘문화 및 예술 분야의 종사자로, 대중을 대상으로 연기, 음악, 무용, 쇼 등의 서비스를 제공하는 사람’을 말한다.
en: The dictionary definition refers to a celebrity as someone employed in the field of culture and art, who provides services to audiences that include acting, music, dance or shows.

source: 우리 역사상 다시 없을 기회이고 문화로 전 세계로 뻗어 나갔던 칭기즈 칸처럼 될 수 있다고 생각한다.
en: This is an unparalleled opportunity in Korean history. I think with our culture we can expand far and wide, like Genghis Khan.

source: 하지만 왜 그런 인간으로서 누릴 수 있는 가장 평범한 자유를 누리지 못하고 대중들의 눈치를 봐야 하나.
en: But, why should I be denied the most ordinary of freedoms granted to human beings and feel the constraint of being under the public eye.

source: 특히 북유럽 국가인 스웨덴, 덴마크, 네덜란드와 그 외에도 미국, 프랑스, 영국 등 다양한 국가에서 다양한 음악을 소싱(sourcing)하고 있으며 회사 내부에 이러한 곡을 심사하는 팀이 따로 있어 철저하게 대중적인 곡을 선별하는 시스템을 가지고 있다.
en: In particular, various music is sourced from the Nordic countries, Sweden and Denmark as well as the Netherlands, the United States, France, the UK and other countries. There is a system in place for carefully selecting popular songs by a team within the company that is dedicated to song review.

source: 문화의 세기인 21세기는 소프트 파워(soft power)를 가진 나라가 헤게모니를 장악할 것이다.
en: In the 21st century, the country that maintains soft power will maintain hegemony.

source: 제11조 (청소년 유해행위의 금지) 기획업자는 ｢청소년 보호법｣에 따른 청소년 유해행위를 하여서는 아니 되며, 대중문화예술인이 대중문화예술용역과 관련하여 제3자로부터 이러한 유해행위를 요구받은 경우 대중문화예술인을 보호하기 위해 필요한 조치를 취하여야 한다.
en: Article 11 (Prohibition of Harmful Behavior by Minors) The Planner is not to allow minors engage in harmful acts pursuant to the Youth Protection Act, and when the Popular Culture Artist is requested by a third party in association to popular culture and arts services, the necessary measures must be taken to protect the Popular Culture Artist.

source: 음반 산업의 생태계
en: Ecosystem of the music industry

source: 인터뷰 9:
en: Interview 9:

source: 엔터테인먼트 시장 자체에서도 매니지먼트에만 의존하던 1:1 관리 시스템이 아닌 스스로 성장해서 자생하며 수익을 내는 1인 크리에이터들이 스타 셀럽이 되는 현상을 지켜보면서 적극적인 셀프 콘텐츠의 생산, 유통은 현시점에서 바람직하며 긍정적이라고 생각한다.
en: Even in the entertainment industry itself I have witnessed the phenomenon of one-person creators becoming star celebrities by growing on their own, amassing power and earnings instead of following the 1:1 management system where you are entirely dependent on management. I think the present state of actively producing and distributing content on your own is preferable and favorable.

source: 방송국 PR은 매니저의 역량이 크게 나타나는 부분으로, 아무리 음악이 좋아도 방송 노출 빈도, 가요 프로그램, 예능 등의 노출이 적다면 그 가수와 곡은 쉽게 시장에서 사라진다.
en: The capabilities of a manager is largely shown in the broadcasting station PR obtained. It doesn’t matter how good the music is. Infrequent exposure on broadcasts, and little exposure on K-pop programs and variety shows could mean the singer and the songs could easily disappear from the market.

source: 회계 법인에서 사모 펀드로 이직한 시점에 현재 재직 중인 회사에서 영입 제의를 받아 이직을 하게 되었다.
en: At the time when I was about to transfer from the accounting firm to a private equity firm I received a scouting proposition to work for the company I'm at now and I accepted it.

source: 따라서 매니저는 팔방미인이 되어야 한다.
en: Therefore managers must be skilled in many areas.

source: 나는 이 길을 택해서 행복하다.
en: I am glad I chose this path.

source: 우선 오디션을 통해 실력은 검증받았으나 과연 이 아이가 길고도 험난한 연습생 기간을 ‘악바리’처럼 잘 버텨서 최종적으로 무대에 설 수 있는지가 가장 중요한 포인트이기 때문이다.
en: The hopefuls ability was verified in the audition. But, the most important question is will this person be “tough as nails” enough to endure the long, difficult period as a trainee and ultimately make it to the stage?

source: 제3조 (청소년의 자유선택권 보장) 대중문화예술인은 기획업자에 대하여 자기 의사를 자유롭게 밝히고 스스로 결정할 권리를 가지며, 기획업자는 대중문화예술인의 자유 선택권을 침해하지 않아야 한다.
en: Article 3 (Guarantee of Freedom of Choice for Minors) Popular Culture Artists have the right to freely express their intentions and form their own decisions about the Planners, and Planners must not infringe on the right to the freedom of choice of the popular culture artists.

source: 어느 정도 마른 얼굴, 체형이더라도 누가 보더라도 ‘말랐다!’라는 느낌이 있어야 한다.
en: Even if you don’t naturally have a rather skinny face or body, you should slim to everyone.

source: 이제부터는 정말 ‘공인’으로서 말 한마디, 행동 하나하나에 이목이 집중되어 잘못된 언행은 사회적으로 큰 이슈가 될 수 있으며, 자유롭게 거리를 돌아다니거나 자유로운 연애를 할 수 없는 불편을 감수해야 한다.
en: As true “public figures,” famous actors’ behavior come under the scrutiny of the public for every little thing. Saying the wrong thing can become a major social issue. And celebrities have to deal with the inconvenience of not being able to walk freely on the street or date whoever they please.

source: (3-2.수업장면1)
en: (3-2. Class Scene 1)

source: 영화:
en: Film:

source: 매니지먼트의 역할
en: Management’s roles

source: 연기자들의 수익은 등급제와 '전속제'라는 제도에 의해 결정.
en: Revenue earned by performers is determined by a rating system known as “exclusivity.”

source: 따라서 엔터테인먼트 산업에서 꼭 연예인만 고집할 것이 아니라 연예 관련 다양한 직종에 대해서도 관심을 가질 필요가 있다.
en: So, it is necessary to take an interest in the various occupations related to the entertainment industry instead of maintaining the idea that becoming a celebrity is the only way to go.

source: 25년 이상 된다.
en: I’ve done this for over 25 years old.

source: 반면 이렇게 특정한 자격 요건이 없기 때문에 그 시작을 어디서부터 해야 할지 정석이 없으며 그만큼 스타로의 길은 정말로 치열하다.
en: However, because just about anyone can do this work without certain qualifications or conditions, there is no standard procedure regarding where to start from. That is what makes the journey to becoming a star a truly competitive one.

source: 이러한 프로세스의 차이를 쉽게 이해하려면 일반인이 구직 활동을 할 때를 생각하면 된다.
en: In order to easily understand the difference in processes you can think of how an everyday person looks for a job.

source: 그만큼 스타가 된다는 것은 정말 극소수의, 일부에게만 해당되는 일이다.
en: To such an extent, being a star is truly something only for a small minority, and only applies to certain individuals.

source: 배우를 바라보는 대중도 사실적이고 자연스러운 연기를 하면서도 캐릭터의 맛을 잘 살려 내는 배우들을 선호하고 있으며, 제작 현장에서도 외적으로 뛰어난 배우보다 연기 잘하는 배우를 더 많이 원하고 있는 것이 최근의 추세이다.
en: The audience that has their eye on the actors prefers those that are realistic and achieve natural acting while maintaining the feel for the character. On the set, there is a recent trend for actors that are good at acting instead of those that look really good.

source: 90년대까지만 하더라도 미디어 매체를 통한 오디션, SNS 등이 발달하지 않아 캐스팅 매니저가 직접 전국 각지를 돌며 인재가 될 만한 아이들을 직접 찾아다녔다.
en: Up until the 1990s, auditions via media, and social media had not yet been developed, so casting managers had to directly travel around the country looking for talent worthy young people.

source: 대표 프로듀서의 주관적 생각이 강함
en: The prominent producer has strongly subjective opinions

source: ● 팬덤 마케팅, 매출의 시발점
en: ● Fandom marketing, the starting point for revenue

source: 하지만 엔터테인먼트 산업은 계속 성장할 것으로 예상되므로 일을 할 수 있는 기회는 많아질 것으로 보인다.
en: However, the entertainment industry is expected to continue to grow, therefore I feel there will be many more opportunities in the future.

source: 워낙 변수가 많은 산업이라 안개처럼 앞이 캄캄하다가도 어느 날 갑자기 햇빛이 찬란하게 비치는 날로 변하는 것이 바로 엔터테인먼트 산업의 매력이니까.
en: This is an industry with a lot of fluctuation. The charm of the entertainment industry is that even though there appears to be no hope, all of a sudden, one day the darkness is replaced with light and you will find yourself on a sunny day with the sunshine shining brilliantly through.

source: 2천 7백만 원
en: 27 million KRW

source: 사실 유명 가수들이 신곡 음원을 발표하고 나면 ‘음원 3개 차트에서 전체 앨범 음원 1위부터 4위까지 석권’ 등의 이야기가 나오는데, 실제 노래가 좋은 것도 있겠지만 음원이 출시한 지 몇 분도 지나지 않아 차트 상위권을 모두 차지하는 것을 보고 일반인들이 의아해 했을 법도 하다.
en: In fact there are stories about how after famous singers release new digital songs these songs “dominate the three digital music charts and take first through fourth place out of all albums.” This could have been because the songs were good, but everyday people observing the charts might think it strange when this digital music takes up all the top ranks of the charts in just a few minutes after their release.

source: 나도 영상을 직접 찍어 최종적으로 위치 배열 안무 등을 체크해 본다.
en: I also film this rehearsal to check the positions, arrangement and choreography one last time.

source: 제2조 (계약기간) ① 이 계약의 계약기간은{j}_______년 _______월 _______일부터 _______년 _______월 _______일까지{j}( _______년 _______개월 )로 한다.
en: Article 2 (Contract Period) ① The term of the contract{j}is to be from _______ (day) _______ (month) _______ (year) to _______ (day) _______ (month) _______ (year),{j} a period of (_______ year(s) and_______ month(s).

source: 제13조 (부속 합의) ① 기획업자와 연습생은 이 계약의 내용을 보충하거나, 이 계약에서 정하지 아니한 사항을 규정하기 위하여 부속합의서를 작성할 수 있다.
en: Article 13 (Affiliation Agreement) ① The Planner and Trainee may supplement the content of this contract or prepare an affiliation agreement in which for matters that are not specified in this agreement can be included.

source: 대중문화예술인의 법정대리인
en: Legal representative of pop culture artist

source: ⑤ 기획업자는 연습생의 요구가 있는 경우에는 제4항에도 불구하고 훈련활동직접비 회계내역을 지체 없이 연습생에게 제공하여야 한다.
en: ⑤ If the Trainee makes a request, notwithstanding Paragraph 4, the Planner must provide the Trainee with the accounting details of the Direct Expenses for Training Activities without delay.

source: 대중문화예술용역 제공 시간 제한
en: Time restrictions for providing popular culture and art services

source: 따라서 배우 매니지먼트 회사는 최우선적으로 외모가 출중한 연기 지망생을 발탁하여 회사에 소속시키고 연기 지도를 시작한다.
en: To that extent, the actor management company places a priority on choosing aspiring actors with captivating looks. Once they have been secured by the company, they are trained in acting.

source: 예를 들어, 코가 높더라도 화면에 잘 받는 높은 코가 있고 그렇지 않은 코가 있다.
en: For example, there are noses with a high bridge that looks good on screen, but there are such nose that are not photogenic.

source: 그러나 미국 할리우드에서 스튜디오 전속 시스템이 무너지고 배우들의 자유 계약제가 시행된 것처럼 한국도 1992년 민영 방송인 SBS가 출범하면서 방송국의 연예인 전속 시스템이 무너졌다.
en: But similar to how in the United States when the exclusive system was scrapped a free-booking system became implemented, so too did the exclusive system for celebrities fall apart in Korea with the launch of a privately-managed broadcasting company, SBS.

source: Mnet의 <WIN>과 <Mix & Match>라는 프로그램을 통해 YG엔터테인먼트는 자사 소속 신인 가수들의 데뷔 과정을 서바이벌 형식으로 방송함으로써 대중들의 이목을 집중시키는 동시에 그들의 팬층을 확보하는 일거양득의 효과를 누렸다.
en: With Mnet programs called WIN and Mix & Match, YG Entertainment broadcasts the debut process for its own new singers portraying the process as a form of survival, which both draws in viewers and creates a fan base for them, effectively killing two birds with one stone.

source: 정보 기술의 발전에 따라 2003년 디지털 음원 시장이 레코드 음반 시장을 역전하였고, 2005년 SM엔터테인먼트의 기업 공개로 연예 기획사의 기업화가 시작되었다.
en: With the development of information technology, from 2003, the record album market was overtaken by the digital music market. In 2005, SM Entertainment went public, which thus begun the incorporation of entertainment management companies.

source: 물론 이러한 시장 풍토가 형성된 것은 콘텐츠의 완성도보다 단순히 스타에 의존하여 작품을 생산하고, 대중들에게 인기를 얻고자 하는 제작사의 문제가 크다.
en: Of course such a market climate was formed because of a dependence on stars instead of on the completeness of the content by a production company when producing works, out of a desire to become popular with the public. This is a big problem for such production companies.

source: 그래서 조용필 씨의 매니저로 연예계와 본격적으로 인연을 맺게 되었다.
en: And so I was able to make a solid connection with the celebrity industry as Cho Yong-pil’s manager.

source: 또한, 매 분기 또는 매년 본인의 활동 성적에 따라 그에 상응하는 대가를 금전적으로 보상해 주는 보너스 제도를 시행하고 있다.
en: In addition, a bonus system is implemented where the celebrity is given monetary incentives that are commensurate to the type of activity the celebrity was involved in. They are paid quarterly or annually.

source: “어떻게 하면 가수/배우가 될 수 있는가?”
en: “How can I become a singer/actor?”

source: 그분이 잘못했다고 생각하지는 않는다.
en: I don’t think he was wrong, though.

source: (3-3.수업장면2)
en: (3-3. Class scene 2)

source: 그때마다 의문점을 쉽게 설명할 수 있는 책이 필요하다고 느끼면서 ‘나의 경험을 바탕으로 책을 한 번 써 볼까?’라는 유혹에도 차일피일 시간만 흘러가고 있을 즈음이었다.
en: Each time I was asked, I felt like there should be a book out there that easily answers such questions. Then I was tempted by the thought, “ShouId I go ahead and write a book based on my experience?” Despite this thought, I kept putting it off and never got around to writing it.

source: 다시 태어나도 이 길을 갈 것인가?
en: If you could live your life again, would you still choose this career path?

source: 그들의 의상과 춤, 콘셉트 등 성공 포인트를 무대에서 세밀히 분석해 본다.
en: While on the stage, we closely analyze their wardrobe, dance, concept and successful attributes.

source: 바로 이러한 올림픽식 조기 선발 집중 트레이닝 시스템이 지난 90년대 중반부터 한국의 연예인 육성, 특히 아이돌 가수 육성 시스템에 적용되었다.
en: This Olympic style early selection and intensive training system has been applied to develop celebrities in Korea since the mid-1990s, especially in the system of idol singer development.

source: 그분은 나를 기억하지 못했다.
en: He did not remember.

source: (*신필순 대표 사진 없음)
en: (*No representative picture of Phil Shin)

source: 4백만 원 +/-α(스튜디오 or 야외 장소 및 세트 비용 추가)
en: 4 Million won, plus or minus (additional costs for studio, outdoor venue and set fees)

source: 실장·이사는 담당 연예인의 이미지 관리, 작품 선정, 방송 출연, 광고 계약 등 실제 비즈니스 관련 업무를 전담한다.
en: The department manager and director are fully responsible for actual business tasks such as image management for the celebrity they are managing, the selection of productions, broadcast appearance, and advertising contracts.

source: 대형 기획사의 경우, 기존 가수들의 팬덤이 존재하기에 신곡이 출시되면 자연스레 팬들이 홍보에 앞장서므로 마케팅이 훨씬 용이하다.
en: Large management companies have a much easier time with marketing because there is fandom for their established singers so when they release a new song, they can naturally have the fans take the lead in promoting it.

source: - 연예인의 개인 재산 관리:
en: - The management of the celebrity’s personal property:
